Dlubal.RFEM5.CoordinateSystem
Coordinate system parameters

Dlubal.RFEM5.CoordinateSystem.Origin
Origin of the coordinate system

Dlubal.RFEM5.CoordinateSystem.AxisX
Vector of X-Axis

Dlubal.RFEM5.CoordinateSystem.AxisY
Vector of Y-Axis

Dlubal.RFEM5.CoordinateSystem.AxisZ
Vector of Z-Axis

Dlubal.RFEM5.CoordinateSystem.IsVertical
Is the coordinate system vertical?

Dlubal.RFEM5.CoordinateSystem.IsAxisZUp
Is Z-Axis Up?

Dlubal.RFEM5.CoordinateSystem.Rotation
Rotation angle

Dlubal.RFEM5.CoordinateSystem.Epsilon
Epsilon